import { EN } from "./en";

export const AR:typeof EN = {
  Common: {
    language: "اللغة",
  },
  Layout: {
    title: "فيلمام",
    description: "شاهد الأفلام والمسلسلات في أي وقت ومن أي مكان.",
    test1:{
      test2:{
        test3:"التست 2"
      }
    }
  },
  Header: {
    login: "تسجيل الدخول",
    searchPlaceholder: "بحث...",
    wishlist: "قائمة المفضلة",
    support: "الدعم",
    logout: "تسجيل الخروج",
    loginToAccount: "تسجيل الدخول للحساب",
  },
  Footer: {
    description:
      "يوفر لك فيلمام إمكانية مشاهدة الأفلام والمسلسلات المفضلة لديك عبر الإنترنت. من بين ميزات فيلمام معاينة الأفلام والمسلسلات والبحث السريع والأرشيف الكامل لأكثر الأفلام والمسلسلات شعبية، مما يجعله أحدث موقع لمشاهدة الأفلام والمسلسلات. -- لقد وفر فيلمام هذه الإمكانية لمستخدميه لمشاهدة المسلسلات والأفلام المفضلة لديهم عبر الإنترنت في أسرع وقت ممكن وبنقرات قليلة فقط.",
    followUs: "تابعنا على وسائل التواصل الاجتماعي",
    thousandsOfMoviesAndSeries: "آلاف الأفلام والمسلسلات",
    animationsForKids: "أجمل الرسوم المتحركة للأطفال",
    halfPriceTraffic: "نصف حركة البيانات",
    support24h: "دعم على مدار الساعة لإرشادك",
    copyright:
      "الخدمات المقدمة في فيلمام تمتلك التراخيص اللازمة من الجهات المختصة، وأي استغلال أو سوء استخدام لمحتوى فيلمام يعرض للمتابعة القانونية.",
    startYear: "2018",
  },
};
