import { EN } from "./en";

export const FA: typeof EN = {
  Common: {
    language: "زبان",
  },
  Layout: {
    title: "فیلمام",
    description: "هر زمان و هر جا فیلم و سریال تماشا کنید.",
    test1: {
      test2: {
        test3: "تست 3",
      },
    },
  },
  Header: {
    login: "ورود",
    searchPlaceholder: "جستجو...",
    wishlist: "لیست علاقه مندی",
    support: "پشتیبانی",
    logout: "خروج",
    loginToAccount: "ورود به حساب",
  },
  Footer: {
    description: "فیلمام امكان پخش آنلاين فيلمها وسريال هاى محبوبتان را در اختيار شما كاربران گرامى قرار مى دهد. مشاهده پيش نمايش فيلم وسريالها، جستجوى سريع و همچنین آرشیوی کامل از پرطرفدارترین فیلم ها و سریال ها از جمله قابلیت های فیلمام، به روز ترین سایت تماشای فیلم و سریال است. -- فیلمام اين امكان را براى كاربران خود فراهم كرده است تا در سريع ترين زمان ممكن و تنها با چند كليك، سريالها و فيلم هاى مورد علاقه خود را به صورت آنلاين مشاهده كنند.",
    followUs: "ما را در رسانه ها دنبال کنید",
    thousandsOfMoviesAndSeries: "هزاران فیلم وسریال",
    animationsForKids: "جذاب ترین انیمشن ها برای کودکان",
    halfPriceTraffic: "ترافیک نیم بها",
    support24h: "پشتیبانی 24 ساعته برای راهنمایی شما",
    copyright: "خدمات ارائه شده در فیلمام، داراى مجوزهاى لازم از مراجع مربوطه است وهر گونه بهره بردارى و سوء استفاده از محتواى فیلمام، پيگرد قانونى دارد.",
    startYear: "۱۳۹۷",
  },
};
